[
  "dataview",
  "obsidian-icon-folder",
  "obsidian-outliner",
  "obsidian-linter",
  "editing-toolbar",
  "emoji-shortcodes",
  "obsidian-mind-map",
  "folder-note-plugin",
  "obsidian-style-settings",
  "settings-search",
  "code-styler",
  "execute-code",
  "code-emitter",
  "obsidian-git"
]